# HUngroup

## Description
Decomposes the referenced group into component objects.

```pascal
PROCEDURE HUngroup(h : HANDLE);
```

```python

def vs.HUngroup(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to group.|

## Version
Availability: from VectorWorks8.5
## Category
* Objects - Groups